brew "git"
brew "ripgrep"
brew "fd"
brew "jq"
brew "gh"
brew "direnv"
brew "duti"
brew "neovim"

{{- if eq .chezmoi.os "darwin" }}
cask "1password"
cask "1password-cli"
cask "bartender"
cask "font-jetbrains-mono"
cask "ghostty"
cask "handy"
cask "hyperkey"
cask "loop"
cask "maccy"
cask "meetingbar"
cask "visual-studio-code"
{{- end }}
